const comments = [
  {
    com_id: '1353289724751511552',
    pubdate: '2022-12-17 18:33:08',
    content: '基于字体的图标集，可以通过 Icon 组件使用，也可以在其他组件中通过 icon 属性引用。基于字体的图标集，可以通过 Icon 组件使用，也可以在其他组件中通过 icon 属性引用。',
    aut_name: '商三',
    is_liking: false
  },
  {
    com_id: '1353289724751511556',
    pubdate: '2022-8-15 6:33:08',
    content: '女子花木兰巾帼不让须眉，挂帅高唱“谁说女子不如男”；学富五车，词动京华纤弱女子李清照亦有三分豪情提笔而作“生当做人杰，死亦为鬼雄”。那么铁血儿郎又岂能柔柔弱弱？舍去几分愁情，删去几句弱语，多唱几曲战歌，高吟几首豪放之词，拥有一身豪情，岂不好哉？',
    aut_name: '严六',
    is_liking: true
  },
  {
    com_id: '1353289724751511582',
    pubdate: '2022-12-16 12:33:08',
    content: '生活中，的确存在着不少的改变，这些改变我们可不可以接纳，那就要看你的心境和勇气。接受不可以改变的，改变可以改变的。翻看历史，古今中外，多少名人无不是能接纳不可以改变，改变可以改变的。',
    aut_name: '郑二',
    is_liking: false
  }
]
export default comments
